Repository: ezplatform-i18n/ezplatform-i18n-it_IT
Catalog: platform-ui-bundle/role.*.xlf
Languages: it_it

# assigning.role.to.users
source: Assigning the role "%roleName%" to %count% users/groups
it_it: Assegnazione del ruolo di "%roleName%" a %count% utenti/gruppi

# assigning.role.to.users.section.limited
source: Assigning the role "%roleName%" to %count% users/groups limited to "%sectionName%" section
it_it: Assegnazione del ruolo di "%roleName%" a %count% utenti/gruppi limitati alla sezione "%sectionName%"

# assigning.role.to.users.subtree.limited
source: Assigning the role "%roleName%" to %count% users/groups with a subtree limitation
it_it: Assegnazione del ruolo di "%roleName%" a %count% utenti/gruppi con una limitazione

# assignment.none
source: This role is not assigned to any users or user groups.
it_it: Questo ruolo non è assegnato a nessun utente o a nessun gruppo di utenti.

# assignment.role_limitation
source: Limitation
it_it: Limitazione

# assignment.role_limitation_none
source: No limitations
it_it: Senza limitazioni

# assignment.user_or_group
source: User/group
it_it: Utente/gruppo

# assignment.user_or_group_using
source: Users and groups using the <%role%> role (%count%)
it_it: Utenti e gruppi utilizzano <%role%> ruolo (%count%)

# failed.assigned.role
source: Role has not been assigned to "%name%": %message%
it_it: Ruolo non è stato assegnato a "%name%": %message%

# failed.assigned.role.user
source: Role has not been assigned to any users/groups
it_it: Ruolo non è stato assegnato a nessun utente/gruppo

# failed.loading.role
source: The role "%roleName%" could not be loaded
it_it: Non è stato possibile caricare il ruolo "%roleName%"

# policy.function
source: Function
it_it: Funzione

# policy.function_all
source: all functions
it_it: tutte le funzioni

# policy.limitation
source: Limitation
it_it: Limitazione

# policy.limitation_none
source: No limitations
it_it: Nessuna limitazione

# policy.module
source: Module
it_it: Modulo

# policy.module_all
source: all modules
it_it: tutti i moduli

source: Role
it_it: Ruolo

# role.assign.universaldiscovery.title
source: Pick the users/groups to assign the role "%roleIdentifier%" to
it_it: Scegliere utenti/gruppi per assegnare il ruolo "%roleIdentifier%"

# role.assign.user_or_group
source: Assign to users/groups
it_it: Assegna a utenti/gruppi

# role.assign_limit_section.cancel
source: Cancel
it_it: Annulla

# role.assign_limit_section.user_or_group
source: Assign to users/groups with section limitation
it_it: Assegna utenti/gruppi con sezione limitata

# role.assign_limit_subtree.user_or_group
source: Assign to users/groups with subtree limitation
it_it: Assegna ad utenti/gruppi una limitazione ad un sotto albero

# role.dashboard_title
source: Roles
it_it: Ruoli

# role.edit
source: Edit role name
it_it: Modificare il nome di ruolo

# role.edit_title
source: Edit <%roleName%>
it_it: Modifica <%roleName%>

# role.list
source: Roles
it_it: Ruoli

# role.name
source: Name
it_it: Nome

# role.policy.add
source: Add a new policy
it_it: Aggiungi una nuova policy

# role.policy.edit_limitations
source: Edit limitations
it_it: Modifica le Limitazioni
