Repository: ezplatform-i18n/ezplatform-i18n-it_IT
Catalog: date-based-publisher/date_based_publisher.*.xlf
Languages: it

# date_based_publisher.error.publish_later
source: Cannot schedule content: %reason%
it: Non è possibile pianificare contenuto: %reason%

# date_based_publisher.success.publish_later
source: Content scheduled for publishing.
it: Contenuto previsto per la pubblicazione.

# menu.date_based_publisher
source: Publish later
it: Pubblica più tardi

# menu.date_based_publisher.discard
source: Discard publish later
it: Scartare e pubblicare più tardi

# publish_later.confirm
source: Confirm
it: Conferma

# publish_later.date_and_time
source: Date & Time
it: Data e ora

# publish_later.settings
source: Future publication settings
it: Impostazioni di futura pubblicazione

# tab.name.all_scheduled
source: All scheduled
it: Tutti la programmazione

# tab.name.my_scheduled
source: My scheduled
it: La mia programmazione

source: Version deleted
it: Versione eliminata
